eog
file-roller
gdm
gedit
gnome-calendar
gnome-characters
gnome-control-center
gnome-disk-utility
gnome-keyring
gnome-logs
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-weather
gvfs
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
mutter
nautilus
networkmanager
rygel
sushi
tracker
tracker-miners
xdg-user-dirs-gtk
yelp
gnome-boxes
gnome-nettool
gnome-tweaks
gnome-usage
dconf-editor
chrome-gnome-shell