audacity
avidemux-qt
blender
calibre
cronie
darktable
firefox
flatpak
gocryptfs
gst-libav
gthumb
inkscape
kdenlive
keepassxc
krita
mpv
neofetch
neovim
nmap
okular
openssh
parted
python-pip
qbittorrent
rhythmbox
rsync
steam
syncthing
tesseract
tesseract-data-eng
tree
xdg-utils
unison
unoconv
veracrypt
vlc
wl-clipboard
youtube-dl